[
  { "author": "Brett Zambruk", "quote": "Know that this too shall pass..." },
  {
    "author": "Sw. Chidananda Tirtha",
    "quote": "For a beginner, mind is a tool; for an advanced, it's a hindrance."
  },
  { "author": "T. Scott McLeod", "quote": "We find what's in our own heads." },
  {
    "author": "Forrest Curran",
    "quote": "Apples to oranges, the act of comparing your life to another's is more like comparing an elephant to an apple, it makes no sense to compare someone's life that you have no knowledge about to that of your own, of which in all earnest is not something that you completely understand yourself."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "If we really want to get to the bottom of life, we must abandon our cherished syllogisms, we must acquire a new way of observation whereby we can escape the tyranny of logic and the one-sidedness of our everyday phraseology."
  },
  {
    "author": "Mokokoma Mokhonoana",
    "quote": "We do not become happy. We stop being unhappy."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "I see that this body—made of the four elements—is not really me, and I am not limited by this body. I am the whole of the river of life, of blood ancestors and spiritual ancestors, that has been continuously flowing for thousands of years and flows on for thousands of years into the future. I am one with my ancestors and my descendants. I am life manifesting in countless different forms. I am one with all people and all species, whether they are peaceful and joyful or suffering and afraid. At this very moment I am present everywhere in this world. I have been present in the past and will be there in the future. The disintegration of this body does not touch me, just as when the petals of the plum blossom fall it does not mean the end of the plum tree. I see that I am like a wave on the surface of the ocean. I see myself in all the other waves, and I see all the other waves in me. The manifestation or the disappearance of the wave does not lessen the presence of the ocean. My Dharma body and spiritual life are not subject to birth or death. I am able to see my presence before this body manifested and after this body disintegrates. I am able to see my presence outside this body, even in the present moment. Eighty or ninety years is not my life span. My life span, like that of a leaf or of a buddha, is immeasurable. I am able to go beyond the idea that I am a body separate from all other manifestations of life, in time and in space."
  },
  {
    "author": "Adyashanti",
    "quote": "Enlightenment depends to a large extent on believing that you are born for Freedom in this lifetime, and that it is available now, in this moment. The mind, which creates the past and future, keeps you out of the moment where the Truth of your Being can be discovered. In this moment, there is always Freedom and there is always peace. This moment in which you experience Stillness is every moment. Don't let the mind seduce you into the past or future. Stay in the moment, and dare to consider that you can be free now."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "When we do not expect anything we can be ourselves."
  },
  {
    "author": "Vagabond",
    "quote": "Preoccupied with a single leaf you won't see the tree."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "In Zen there must be satori; there must be a general mental upheaval which destroys the old accumulations of intellection and lays down the foundation for a new life; there must be the awakening of a new sense which will review the old things from a hitherto undreamed-of angle of observation."
  },
  {
    "author": "Darrell Calkins",
    "quote": "In making a clear distinction between desire (answer) and yearning (question), we inevitably end up back at personal purpose."
  },
  {
    "author": "Darrell Calkins",
    "quote": "Appreciation, affection, focus and intention fill up the space of self-reflection, and one loses oneself in the engagement. And what a relief it is when you get there."
  },
  {
    "author": "Sw. Chidananda Tirtha",
    "quote": "Let me talk about love,\nIn such a way,\nIn so many ways,\nThat eventually you will become one like me."
  },
  {
    "author": "Dainin Katagiri",
    "quote": "If you try to examine your life analytically, asking yourself who you are, finally you will realize that there is something you cannot reach. You don't know what it is, but you feel the presence of something you want to connect with. This is sometimes called the absolute. Buddha and Dogen Zenji say true self. Christians say God."
  },
  {
    "author": "Kamand Kojouri",
    "quote": "The more we surrender to what cannot be, the better we control what can be."
  },
  {
    "author": "David Rynick",
    "quote": "Writing, I feel my way on instinct—always trying to find the beating heart of things. It's a delicate procedure, and often the flashing firefly I catch at dusk turns out to just be a dark bug in the light of morning. Logic, apparently, is not enough. I am learning to trust my senses and allow the dancing of time to teach me what I need to know."
  },
  {
    "author": "Benjamin W. Decker",
    "quote": "Count on your beginner's mind to help you through any times when you might feel resistant or self-conscious about your practice."
  },
  {
    "author": "Huang Po",
    "quote": "Not till your thoughts cease all their branching here and there, not till you abandon all thoughts of seeking for something, not till your mind is motionless as wood or stone, will you be on the right road to the Gate."
  },
  {
    "author": "Alan W. Watts",
    "quote": "Awareness of time ceases to be an asset when concern for the future makes it almost impossible to live in the present."
  },
  {
    "author": "Alex Kakuyo",
    "quote": "Each of us can be a Bodhisattva of compassion. We can radiate calm during difficult situations. And we can offer healing words in times of distress. In this way, each time we speak with empathy, Kannon speaks through us."
  },
  {
    "author": "Darrell Calkins",
    "quote": "We do have some capacity to determine how things evolve, and how we evolve, individually and as a community or race. That's a tremendous freedom and a tremendous responsibility."
  },
  { "author": "Spike Spiegel Cowboy Bebop", "quote": "What Happens, Happens." },
  {
    "author": "Rōshi P.T.N.H. Jiyu-Kennett",
    "quote": "You must know the ideal; you must accept the actual. Only thus can you help others and yourself."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "To practice is not to practice for ourselves alone. We practice for everyone. We should be proud to say, Violence, it may come from somewhere else, but not from me. Hatred, discrimination, it may come from somewhere else, but not from me."
  },
  {
    "author": "Wu Cheng'en",
    "quote": "With passions stilled and one's nature firm, all destinies are in harmony; When the full moon of contemplation is reached you will be pure."
  },
  {
    "author": "Mokokoma Mokhonoana",
    "quote": "Mindfulness is the difficult art of simply replacing thinking with experiencing."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "Letting go takes a lot of courage sometimes. But once you let go, happiness comes very quickly. You won't have to go around search for it."
  },
  {
    "author": "Dogen Zenji",
    "quote": "That the self advances and confirms the myriad things is called delusion. That the myriad things advance and confirm the self is enlightenment."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "The Zen practitioner must . . . strive to liberate himself from his attachment to knowledge and to open the door of his being in order that truth might enter."
  },
  {
    "author": "Alaric Hutchinson",
    "quote": "A single thought can shift your entire world."
  },
  {
    "author": "Sw. Chidananda Tirtha",
    "quote": "Truth is one; its interpretations are many."
  },
  {
    "author": "Shunya",
    "quote": "Mind is like government. Just as we file tax returns of all our transactions to government, we file return of all our experiences to mind."
  },
  {
    "author": "Drew Gerald",
    "quote": "Deviation from perfection is the beauty of human experience."
  },
  {
    "author": "Shunya",
    "quote": "Do you know your parents? No. You're just familiar with them. We see things again and again, become familiar with them, give them some name and think that we know them. We don't know even a single thing or person."
  },
  { "author": "Ajahn Chah", "quote": "We never really get away with anything." },
  {
    "author": "Joseph P. Kauffman",
    "quote": "The way that we experience reality is determined by how our mind perceives reality."
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "The practice of concentration is like acquiring a lampshade to help us concentrate our mind on something. While doing sitting or walking meditation, cutting the future, cutting the past, dwelling in the present time, we develop our own power of concentration. With that power of concentration, we can look deeply into the problem. This is insight meditation. \nFirst we are aware of the problem, focusing all our attention on the problem, and then we look deeply into it in order to understand its real nature."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "With the development of Zen, mysticism has ceased to be mystical; it is no more the spasmodic product of an abnormally endowed mind. For Zen reveals itself in the most uninteresting and uneventful life of a plain man of the street, recognizing the fact of living in the midst of life as it is lived. Zen systematically trains the mind to see this; it opens a man's eye to the greatest mystery as it is daily and hourly performed; it enlarges the heart to embrace eternity of time and infinity of space in its every palpitation; it makes us live in the world as if walking in the garden of Eden; and all these spiritual feats are accomplished without resorting to any doctrines but by simply asserting in the most direct way the truth that lies in our inner being."
  },
  {
    "author": "Forrest Curran",
    "quote": "Freedom from stress, freedom from anxiety, freedom from depression; freedom is autonomy from all that stagnates growth in this ever complex and noisy world. By the fear of being in the unknown, we often overlook and forget the serene view of being on the raft: the glowing virgin stars, the gentle ways that the waves moves, and the endless possibilities that exist under the sun. The fundamental principle of freedom is to be lost and our state of mind never differs too far from this analogy of being stranded in the middle of the ocean."
  },
  {
    "author": "Alaric Hutchinson",
    "quote": "The moment we accept our pain is the moment we release our suffering. Suffering is created when we offer life resistance, and what we resist most are the experiences that bring us pain."
  },
  {
    "author": "Meeta Ahluwalia",
    "quote": "To the One who owns the entire universe,\nthe wind, rivers, sky, earth, fire and forests,\nwhat good are your offerings of flowers, lamp, water and incense.\nMake a offering of the self and be free."
  },
  {
    "author": "Kamand Kojouri",
    "quote": "Why wait to forgive and let go only after you have sufficiently wallowed in your despair? Why not forgive and let go now?"
  },
  {
    "author": "Shunya",
    "quote": "Most people don't want solution of their problem. When someone rants about their problem, imagine someone sitting in a cinema hall and ranting about the villain. They are fully engrossed in this endless movie since many births."
  },
  {
    "author": "Alex Kakuyo",
    "quote": "Mindfulness helps us see perfection in the ordinary."
  },
  {
    "author": "Forrest Curran",
    "quote": "Although the future is indiscernible, we often feel the need to plan for what cannot be planned, and attempt to react to things that never happened. Our overemphasis in the future is a mere illusion, which often makes us foolishly blind to the beauty of the present moment, and is the root of creating the worst case scenarios and the what- if situations that plague the mind."
  },
  {
    "author": "Ana Claudia Antunes",
    "quote": "Leave no livid life in your days but vivid days in your life"
  },
  {
    "author": "Mokokoma Mokhonoana",
    "quote": "Reality is at least a billion trillions times less malleable than our desires."
  },
  {
    "author": "Dainin Katagiri",
    "quote": "So I stayed with the old priest who was my teacher, but lots of unanswered questions always came up. Then I thought, \"Why don't you teach me anything?\" But my teacher didn't care. He just lived. He just let me be alive every day."
  },
  {
    "author": "Benjamin W. Decker",
    "quote": "Achieving the advanced state of no-thought is not about stopping the thinking process, but rather, it's about cultivating an expansive sensitivity to a level above the thinking mind."
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "MEDITATION is not to get out of society, to escape from society, but to prepare for a reentry into society"
  },
  {
    "author": "Alex Kakuyo",
    "quote": "Life is an illusion. But that doesn't stop it from being real."
  },
  {
    "author": "Sōseki Natsume",
    "quote": "All you do is think. Because all you do is think, you've constructed two separate worlds—one inside your head and one outside. Just the fact that you tolerate this enormous dissonance—why, that's a great intangible failure already."
  },
  {
    "author": "Sengstan",
    "quote": "When thought is in bondage the truth is hidden, for everything is murky and unclear, and the burdensome practice of judging brings annoyance and weariness. What benefit can be derived from distinctions and separations?"
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "Some people live as though they are already dead. There are people moving around us who are consumed by their past, terrified of their future, and stuck in their anger and jealousy. They are not alive; they are just walking corpses."
  },
  {
    "author": "Paul Reps",
    "quote": "When asked to perform a miracle, a Zen master responded: 'My miracle is that when I feel hungry I eat, and when I feel thirsty I drink."
  },
  {
    "author": "Shunya",
    "quote": "When you detach from your identity and I detach from mine, we are nothing (Shunya). But that 'nothing' contains everything just as white light contains all colours."
  },
  {
    "author": "Eugen Herrigel",
    "quote": "You worry yourself unnecessarily. Put the thought of hitting right out of your mind!"
  },
  {
    "author": "Eugen Herrigel",
    "quote": "The more one concentrates on breathing, the more the external stimuli fade into the background."
  },
  {
    "author": "Bodhidharma",
    "quote": "The mind is the root from which all things grow if you can understand the mind, everything else is included. It's like the root of a tree. All a tree's fruit and flowers, branches and leaves depend on its root. If you nourish its root, a tree multiplies. If you cut its root, it dies. Those who understand the mind reach enlightenment with minimal effort."
  },
  {
    "author": "Forrest Curran",
    "quote": "We become so absorbed in our flaws and faults that we forget that it is better to be a diamond with a flaw than a pebble without. To have flaws is beauty in itself, a fact so frightening that we hurry to hide them from sight and tarnish the whole in the process of comparing ourselves to others."
  },
  {
    "author": "Bodhidharma",
    "quote": "But people of the deepest understanding look within, distracted by nothing. Since a clear mind is the Buddha, they attain the understanding of a Buddha without using the mind."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "We should live every day like people who have just been rescued from dying on the moon. We are on Earth now, and we need to enjoy walking on this precious, beautiful planet. Zen Master Linji said, \"The miracle is not to walk on water or fire. The miracle is to walk on the earth."
  },
  {
    "author": "Shunya",
    "quote": "This universe is like a company. Being detached doesn't mean quitting the job. It means being at a position where you do your job and the entire universe seems to be helping you in your job.\nIt doesn't mean being the CEO or a king. You can have any role and still be in that position. A detached farmer does his job and the entire universe, including the king and the clouds, seem to be working for him and helping him in his job. On the other hand, for an attached king, even his family members work against him."
  },
  {
    "author": "Dogen Zenji",
    "quote": "At the moment of giving birth to a child, is the mother separate from the child? You should study not only that you become a mother when your child is born, but also that you become a child."
  },
  {
    "author": "Alan W. Watts",
    "quote": "For Zen there is no duality, no conflict between the natural element of chance and the human element of control. The constructive powers of the human mind are no more artificial than the formative actions of plants or bees, so that from the standpoint of Zen it is no contradiction to say that artistic technique is discipline in spontaneity and spontaneity in discipline."
  },
  {
    "author": "Masaharu Anesaki",
    "quote": "All instruction is but as a finger pointing to the moon; and he whose gaze is fixed upon the pointer will never see beyond."
  },
  {
    "author": "Sengcan",
    "quote": "If the eye never sleeps,\nall dreams will naturally cease.\nIf the mind makes no discriminations,\nthe ten thousand things are as they are,\nof single essence.\nTo understand the mystery of this One essence\n is to be released from all entanglements.\nWhen all things are seen equally\nthe timeless Self-essence is reached. No comparisons or analogies are possible\nin this causeless, relationless state.\n\nConsider movement stationary\nand the stationary in motion,\nboth movement and rest disappear.\nWhen such dualities cease to exist\nOneness itself cannot exist. To this ultimate finality\nno law or description applies."
  },
  {
    "author": "Seng-t'san",
    "quote": "To set up what you like against what you dislike, this is the disease of the mind."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "Zen is to eat, breathe, cook, carry water, and scrub the toilet, to infuse every act of body, speech, and mind with mindfulness, to illuminate every leaf and pebble, every heap of garbage, every path that leads to our mind's return home. Only a person who has grasped the art of cooking, washing dishes, sweeping, and chopping wood, someone who is able to laugh at the world's weapons of money, fame, and power, can hope to descend the mountain as a hero."
  },
  {
    "author": "Mokokoma Mokhonoana",
    "quote": "Not even once has life or the weather complained about a human being."
  },
  {
    "author": "Ernest Cadorin",
    "quote": "On clear nights, the moon casts a glow on everything uniformly. It doesn't discriminate by shining on one pond and not on another."
  },
  {
    "author": "David Fontana",
    "quote": "Consider your own place in the universal oneness of which we are all a part, from which we all arise, and to which we all return."
  },
  {
    "author": "D.T Suzuki",
    "quote": "Zen opens a man's eyes to the greatest mystery as it is daily and hourly performed; it enlarges the heart to embrace eternity of time and infinity of space in its every palpitation; it makes us live in the world as if walking in the garden of Eden"
  },
  {
    "author": "Stephen Batchelor",
    "quote": "By emphasizing doubt rather than belief, perplexity rather than certainty, and questions rather than answers, Zen practice granted me the freedom to imagine."
  },
  {
    "author": "Alaric Hutchinson",
    "quote": "Fear and paranoia create many of our worldly struggles. We get something in our minds and our distorted perception sculpts the reality of what we see. Even though what we see isn't really there, we tend to act as if it is. We then begin to put people and things into boxes, labeling them, and limiting them due to our fears."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "It is through the close interaction of the laity and the monks that the essence of Zen penetrates social life."
  },
  {
    "author": "Kobun Chino Otogawa",
    "quote": "You can say that before the Absolute all are equal, but there are not two, but one person, who is you."
  },
  {
    "author": "Alan W. Watts",
    "quote": "For there is never anything but the present, and if one cannot live there, one cannot live anywhere."
  },
  {
    "author": "Paul Reps and Nyogen Senzaki",
    "quote": "Gracious one, play. The universe is an empty shell wherein your mind frolics infinitely."
  },
  {
    "author": "Alan W. Watts",
    "quote": "To 'know' reality you cannot stand outside it and define it; you must enter into it, be it, and feel it."
  },
  {
    "author": "J.K. Kadowaki",
    "quote": "While all things are separate from each other, they are the appearances of oneness itself."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "The ego is not who we are, it is who we think we are. When we think of our name, our image, our history, and our life experiences as who we are, we become associated with an idea of ourselves, a mental image that is not at all who we are in reality."
  },
  {
    "author": "Steve Hagen",
    "quote": "A book is not merely a book, it is the sun as well."
  },
  {
    "author": "Kosho Uchiyama Roshi",
    "quote": "Shohaku Okumura  We cannot expect any ecstasy greater than right here, right now—our everyday lives."
  },
  {
    "author": "Forrest Curran",
    "quote": "When we are in a foreign country we live with a fervor rooting from knowing that our days there are numbered, yet if the number of days in lives is numbered, are we not to live our everyday lives with that same zeal?"
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "Even in zazen you will lose yourself. When you become sleepy, or when your mind starts to wander about, you lose yourself. When your legs become painful—\"Why are my legs so painful?\"—you lose yourself. \"-\"You just sit in the midst of the problem; when you are a part of the problem, or when the problem is a part of you, there is no problem, because you are the problem itself. The problem is you yourself. If this is so, there is no problem.\"-\"When you start to wander about in some delusion which is something apart from you yourself, then your surroundings are not real anymore, and your mind is not real anymore. If you yourself are deluded, then your surroundings are also a misty, foggy delusion. Once you are in the midst of delusion, there is no end to delusion. You will be involved in deluded ideas one after another. Most people live in delusion, involved in their problem, trying to solve their problem. But just to live is actually to live in problems. And to solve the problem is to be a part of it, to be one with it."
  },
  {
    "author": "Forrest Curran",
    "quote": "Allowing both negative and positive thoughts to arise in life and acknowledging them for what they are, a secondary reaction within to what is happening outside, we grant our emotions free passage within without allowing external influences to impede our personal happiness. We cannot have control over everything that occurs in life, but that is simply not the goal, for we have control only over our relationship that we have with life."
  },
  {
    "author": "Shunya",
    "quote": "Anything that occupies your mind is your occupation. For some people quarreling is an occupation. They fear losing it more than a job-goer fears losing job. Because emptiness of mind is scarier than emptiness of stomach."
  },
  {
    "author": "Musō Soseki",
    "quote": "Old age and death are in the natural course of things. There is nothing a doctor can do about them."
  },
  {
    "author": "Sw. Chidananda Tirtha",
    "quote": "For self realization you need to take a step, a step backwards."
  },
  {
    "author": "Shunya",
    "quote": "If two deer meet in a jungle, they silently eat the grass or play. I am this... You did this... How dare you say that... All these arguments take place only when one of them is not a deer. And these arguments will reach no conclusion.They should either silently accept each other or silently walk away. Silence is the most natural thing in both the cases."
  },
  {
    "author": "Shunya",
    "quote": "The new trend of capturing pics instead of enjoying the experience is not new. Human mind has been doing that for ages. Your mind tries to capture the experience by naming, defining, judging, comparing and categorizing everything. As a result, your soul misses the live dance of colours, sounds, shapes and sensations happening before you."
  },
  {
    "author": "Darrell Calkins",
    "quote": "It's misleading or deceptive in a way that such skills are learned like any other — simple practice, sincere investment over time. Yes, like small steps, one at a time, to cross the bridge. Just a single step today."
  },
  {
    "author": "Drew Gerald",
    "quote": "Look outside and you will see yourself. Look inside and you will find yourself."
  },
  {
    "author": "Dōgen",
    "quote": "Before one studies Zen, mountains are mountains and waters are waters; after a first glimpse into the truth of Zen, mountains are no longer mountains and waters are no longer waters; after enlightenment, mountains are once again mountains and waters once again waters."
  },
  {
    "author": "Forrest Curran",
    "quote": "I wonder if the world's fascination has less to do with the flower itself, and more with the muck that it flourishes in. The Lotus flower is of an unparalleled beauty in its elegance and grace, yet its' origins are of an environment that is a stark contrast. We cannot help but ponder such strange juxtaposition. However, there is something telling in this natural contrast between the flower and its environment: we are meant to grow, like the Lotus, and not dirty our hands in the mud that surrounds us."
  },
  {
    "author": "Shunya",
    "quote": "A scientist is more doubtful of his theories than the science teacher who teaches those theories. A Guru is more doubtful of his words than his followers because he knows that everything except silence is a corruption of truth."
  },
  {
    "author": "Kamal Ravikant",
    "quote": "Life is a river,' a wise friend told me. 'It's flowing. You're never at the same place twice."
  },
  {
    "author": "Osho",
    "quote": "There is no other space, no other time. This moment is all. In this moment the whole existence converges, in this moment all is available."
  },
  {
    "author": "Frank LaRue Owen",
    "quote": "Heart-Mind, left to its natural state, is vast as a panorama of Nature."
  },
  {
    "author": "Jennifer Sodini",
    "quote": "Lao Tzu once said, 'Nature doesn't hurry, yet everything is accomplished.'A single seed planted, eventually becomes a garden in time - when things get tough, tend to the garden in your mind."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "Some say that as Zen is admittedly a form of mysticism it cannot claim to be unique in the history of religion. Perhaps so; but Zen is a mysticism of its own order. It is mystical in the sense that the sun shines, that the flower blooms, that I hear at this moment somebody beating a drum in the street. If these are mystical facts, Zen is brim-full of them."
  },
  {
    "author": "Shunya",
    "quote": "Not taking an action is also an action. Not making a choice is also a choice. Body-mind can't escape from action. But if your action or inaction is guided by the awareness of your soul and silence of your inner self, it will take you out of the mess."
  },
  {
    "author": "Ackshat Deoli",
    "quote": "You see, from where I stand, there are a couple of ways. You continue your journey and you will find your path or the path is already there and you aren't just able to see it."
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "If you have mindfulness, if you feel safe, you recognize that you have plenty of conditions to be happy already, and that you don't need to run into the future in order to get a few more conditions."
  },
  {
    "author": "Okakura Kakuzō",
    "quote": "One master defines Zen as the art of feeling the polar star in the southern sky. Truth can be reached only through the comprehension of opposites."
  },
  {
    "author": "Hui Hai",
    "quote": "Your Treasure House is in yourself, it contains all you need"
  },
  {
    "author": "Steve Hagen",
    "quote": "A view of the world is nothing more than a set of beliefs, a way to freeze the world in our mind. … This can never match Reality, … because the world isn't frozen."
  },
  {
    "author": "Benjamin W. Decker",
    "quote": "A beginner's mind allows you to remain flexible and open, even as you encounter new things that may seem strange or even uncomfortable at first. It also allows you to experience something mundane from an entirely new perspective, whereas an expert might approach something believing they \"already get it."
  },
  { "author": "Abhijit Naskar", "quote": "In emptiness lies wholeness." },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "Anywhere we go, we will have our self with us; we cannot escape ourselves."
  },
  {
    "author": "Azra Gregor",
    "quote": "Awaken from the chase of everything\nand feel at peace with a blanket of nothing"
  },
  {
    "author": "Alaric Hutchinson",
    "quote": "Every emotion in the human spectrum is actually a teacher that is here to show us the degree in which we are either resisting life or flowing with life."
  },
  {
    "author": "Shunya",
    "quote": "The universe is like an ocean but we break away from it and start living in our own little hole. Then we spend whole life preventing the hole from getting dry or muddy.\nOnce you are one with the ocean, no polluted stream can make you impure and no fire can dry you."
  },
  {
    "author": "Mokokoma Mokhonoana",
    "quote": "To make man superman, add the word 'super' to the word 'man'; or meditation to his day."
  },
  {
    "author": "Sheila M. Burke",
    "quote": "When the ego is in the driver's seat, we judge. When our spirit, our authentic self, is in control, we practice listening (without judging), compassion, and love"
  },
  {
    "author": "Zen Everest",
    "quote": "Zen is simple because it is a spontaneous journey to the truth, but difficult because of our conditioned minds, the insane world in which we live, by which we have been brought up, by which we have been corrupted."
  },
  {
    "author": "Darrell Calkins",
    "quote": "Mastery of anything is, more than anything else, the transformation of work into play. Giving orders and answers, never making mistakes, and having around you others with the opinion that you are great has nothing at all to do with it. Read carefully: to yearn for, to be compelled by, is being called to play."
  },
  {
    "author": "Joseph Campbell",
    "quote": "Eternity isn't some later time. Eternity isn't some long time. Eternity has nothing to do with time. Eternity is that dimension between here and now, where thinking and time cuts out. If you won't get it here, you won't get it anywhere. The experience of eternity is right here and now is the function of life."
  },
  {
    "author": "Marie Mutsuki Mockett",
    "quote": "Not to be nothing, but to understand that everything is and is not actually concrete."
  },
  {
    "author": "Sengstan",
    "quote": "To live in the Great Way is neither easy nor difficult, but those with limited views are fearful and irresolute: the faster they hurry, the slower they go, and clinging cannot be limited: even to be attached to the idea of enlightenment is to go astray. Just let things be in their own way and there will be neither coming nor going. Obey the nature of things (your own nature), and you will walk freely and undisturbed."
  },
  {
    "author": "Shunya",
    "quote": "Life can be a party if you stop pretending to be the host, stop trying to micro-manage everything."
  },
  {
    "author": "Paul Reps and Nyogen Senzaki",
    "quote": "An instant realization sees endless time.\nEndless time is as one moment. When one comprehends the endless moment\nThey realize the person who is seeing it."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "We are not noble by birth. We are noble only by virtue of the way we think, speak, and act."
  },
  {
    "author": "Barry Graham",
    "quote": "When we attach to a problem, we make the problem worse. When we attach to a solution, we make the problem worse."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "It isn't until we begin to observe our minds that we notice just how prevalent thoughts are in our experience."
  },
  {
    "author": "Dr. Ernst Arnold",
    "quote": "Zen is the period of time during which a person has true clarity of vision."
  },
  {
    "author": "Kenneth S. Leong",
    "quote": "Those who are always trying to control everything and eliminate all uncertainties are miserable. For they are fighting against nature. On the other hand, those who come to accept uncertainties as inevitable live lives of peace."
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "We do so much, we run so quickly, the situation is difficult, and many people say, 'Don't just sit there, do something.' But doing more things may make the situation worse. So you should say, 'Don't just do something, sit there.' Sit there, stop, be yourself first, and begin from there."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "We often try to force the experience we want to have, instead of allowing the experience we were meant to have, and in doing this, we miss out on gaining any new insight or understanding."
  },
  {
    "author": "J.K. Kadowaki",
    "quote": "Enlightenment is not viewing the universal principles as objects; rather, it is becoming aware of them in one's living self. Thus kenshō (literally, seeing into your nature) is not seeing your True Nature as an object; rather, the True Nature becomes the thing seeing."
  },
  {
    "author": "Ikkyū",
    "quote": "Like vanishing dew,\na passing apparition\nor the sudden flash\nof lightning -- already gone --\nthus should one regard one's self."
  },
  {
    "author": "Ikkyū",
    "quote": "Having no destination, I am never lost."
  },
  {
    "author": "Ikkyū",
    "quote": "Many paths lead from the foot of the mountain, but at the peak we all gaze at the single bright moon."
  },
  {
    "author": "Ikkyū",
    "quote": "Don't read the sutras - practice meditation. Don't take up the broom - practice meditation. Don't plant tea seeds - practice meditation."
  },
  {
    "author": "Benjamin W. Decker",
    "quote": "With a beginner's mind, we can all become more fluid in our understanding and thereby pave the way for a more fulfilling and balanced future."
  },
  {
    "author": "Dainin Katagiri",
    "quote": "Consideration of others extends beyond just other human beings to include all things—tables, cushions, even toilet paper. We must be considerate of all things and treat them with great appreciation and respect."
  },
  {
    "author": "Darrell Calkins",
    "quote": "Laughter has got to be the single healthiest activity one can perform. Just think how healthy you would be if you could sincerely laugh at that which now oppresses you."
  },
  {
    "author": "Mladen Đorđević",
    "quote": "Patience is the river that finds its way to the sea, by flowing through many confluences."
  },
  {
    "author": "Kenneth S. Leong",
    "quote": "The Zen experience is what happens when you lose yourself in the moment. It feels as if the whole world stops, and you have a supreme sense of harmony and peace. But in fact, what actually stops is your ego-process. When the ego-process stops, so stop your expectations, desires, worries, and anxiety. Then you find yourself living in the present, overtaken by joy and filled with peace."
  },
  {
    "author": "Kenneth S. Leong",
    "quote": "Zen means the truth that is revealed through simple living. In the acquisitive society, we tend to have too many personal possessions, responsibilities, engagements, and entertainments. The big secret is that our quality of life has deteriorated because we are crushed by the weight of all these. There is so much to do and so little time to do it! Our situation is not unlike going on a tour where the tourist guide has scheduled too many sites to visit. Instead of increasing our enjoyment of the tour, the cramming actually diminishes it."
  },
  {
    "author": "Robert M. Pirsig",
    "quote": "The truth knocks on the door and you say, 'Go away, I'm looking for the truth,' and so it goes away. Puzzling."
  },
  {
    "author": "Shunya",
    "quote": "When you see the Sun setting over the horizon, you feel like you've entered into a beautiful art piece. A meditative mind gets that feeling 24×7. The world feels like an art village for those who walk through it slowly."
  },
  {
    "author": "Pico Iyer",
    "quote": "As I wandered back in the dying light, lit up with a sense of rapture and of calm, I remembered the line of the poet Shinsho, 'No matter what road I'm travelling, I'm going home."
  },
  {
    "author": "David Radin",
    "quote": "Very simple, this Zen stuff: if you want to have a pleasant inner state, you should cultivate a pleasant inner state."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "You are not a small and unimportant creature confined to the form of this physical body, contrary to popular belief. At the core of your being you are pure awareness, and this awareness is the same source from which everything in the Universe arises, exists as, and returns to. Consciousness is the dimension of yourself that you have forgotten you are, and of which you long to return to."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "When mountain-climbing is made too easy, the spiritual effect the mountain exercises vanishes into the air."
  },
  {
    "author": "Shunya",
    "quote": "You buy a personal jet. It's good. But soon you realize that it has a huge maintenance cost. Now you can't decide whether to keep it or sell it. This is Maya. Everything in Maya has huge maintenance cost."
  },
  {
    "author": "Kamand Kojouri",
    "quote": "Yes, silence is painful, but if you endure it, you will hear the cadence of the entire universe."
  },
  {
    "author": "Osho",
    "quote": "Zen is magic. It gives you the key to open the miraculous. And the miraculous is in you and the key is also in you."
  },
  {
    "author": "Shunya",
    "quote": "Anything that can be said is a perspective, not truth."
  },
  {
    "author": "Daisetz Teitaro Suzuki",
    "quote": "To regard Zen as a form of asceticism and nothing more will be a grievous mistake. What Zen aims at is to reduce the claims of the body to a minimum in order to divert their course to a higher realm of activities. To torture the body is not its object, nor is it its object to gain merit and thereby to lay one's fortune in heaven."
  },
  {
    "author": "Richard K. Morgan",
    "quote": "No such thing as time travel, he'd rumbled patiently, once. Only live with what you've done, and try in the future to do what you're happy to live with."
  },
  {
    "author": "Shunya",
    "quote": "Mind is like a net that can catch many things. Supreme truth is the fragrance it can never catch."
  },
  {
    "author": "Henri Mariage",
    "quote": "Tea stirs poetic feeling and inspires gentle reverie"
  },
  {
    "author": "Sw. Chidananda Tirtha",
    "quote": "When you no longer care what the world thinks about you, then only you can rebel, and to rebel is the only way to born again."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "We cannot learn if we are stuck in our mind's conditioned way of thinking. We must be open to discovering the Truth, whatever it may turn out to be. This requires a state of openness, curiosity, and sincerity, a state of pure awareness, a state of observing reality without jumping to conclusions about what reality is. This state of direct experience is known in Zen as \"beginner's mind,\" and it is essential to embody this state when we want to understand our experience."
  },
  {
    "author": "Kobun Chino Otogawa",
    "quote": "Life has to be freed and lived, instead of being known."
  },
  {
    "author": "Jon Kabat-Zinn",
    "quote": "See for yourself whether letting go when a part of you really wants to hold on doesn't bring a deeper satisfaction than clinging."
  },
  {
    "author": "David Rynick",
    "quote": "Release seems to come only when we allow ourselves to be truly stuck—when we find ourselves all out of tricks and skillful means. As we allow ourselves to surrender to the prosaic and the holy in the particular form of this moment, we open ourselves to the grace of letting things be—the grace that functions effortlessly and is, indeed, the very fabric of our life."
  },
  {
    "author": "J.K. Kadowaki",
    "quote": "Most people, when they hear 'No-mind', think it means to become unfeeling, like a rock or a tree. [...] No-mind means not to fix the mind anywhere."
  },
  {
    "author": "Sheng-yen",
    "quote": "Blankness is similar to being asleep or unconscious. If that is all it takes to experience enlightenment, my job would be much easier. I would just walk behind each one of you and knock you unconscious with a big stick."
  },
  {
    "author": "Sheng-yen",
    "quote": "The journey of a thousand miles starts beneath your feet."
  },
  {
    "author": "Sheng-yen",
    "quote": "The enlightened mind is like a bird in flight that leaves no trace of its path. People will say, \"A bird just flew by.\" In their mind, there is a trace of the bird's path. This is attachment. For the enlightened practitioner, that moment is already gone—the bird has left no trace of its flight. Like the bird, from moment to moment the enlightened practitioner's actions do not leave any trace."
  },
  {
    "author": "Sheng-yen",
    "quote": "One method for calming the mind is to contemplate the transient nature of our thoughts. When you are aware that your thoughts arise and perish of their own accord, there will be no need to be ruled or conditioned by them. Your mind will settle into observing them with detached awareness and your emotions will become even. If you can do this, you will soon be able to pacify your mind."
  },
  {
    "author": "Sheng-yen",
    "quote": "I follow four dictates: face it, accept it, deal with it, then let it go."
  },
  {
    "author": "Sheng-yen",
    "quote": "If moment by moment you can keep your mind clear then nothing will confuse you."
  },
  {
    "author": "Sheng-yen",
    "quote": "Those who do not have faith in others will not be able to stand on their own."
  },
  {
    "author": "Sheng-yen",
    "quote": "Be soft in your practice, think of the method as a fine silvery stream, not a raging waterfall. Follow the stream, have faith in its course. It will go on its way, meandering here, trickling there. It will find the grooves, the cracks, the crevices. Just follow it. Never let it out of your sight. It will take you there."
  },
  {
    "author": "Donna Quesada",
    "quote": "When you catch yourself slipping into a pool of negativity, notice how it derives from nothing other than resistance to the current situation."
  },
  {
    "author": "Alan Spence",
    "quote": "We die, he said.\nWe die, I said. And knowing this how do we live?\nKnowing this, we live.\nWe live."
  },
  {
    "author": "Sengstan",
    "quote": "For the unified mind in accord with the Way all self-centered striving ceases. Doubts and irresolutions vanish and life in true faith is possible. With a single stroke we are freed from bondage; nothing clings to us and we hold nothing. All is empty, clear, self-illuminating, with no exertion of the mind's power."
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "When we are well-nourished and know how to create joy, then we are strong enough to handle the deep pain within ourselves and the world."
  },
  {
    "author": "Frank Herbert",
    "quote": "And the question of Western religion,\" Flattery said, \"is: What lies beyond death? But the question of the Zen master is: What lies beyond waking?"
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "By healing the suffering within ourselves, we help to heal the suffering of the world."
  },
  {
    "author": "Leland Lewis",
    "quote": "What is the difference between Zen and Tao? Roshi - 'Look at this perfect peach. This must be Zen.' Sensei - 'If so, then see this wondrous tree here who gave us our peach, it is the Tao.' Roshi - 'Then look to the Earth from where the tree emerges. that is Zen. Sensei - 'Then look to the sky whose wind blows through the leaves and whose clouds bring it the water of life.' it is the Tao. Roshi - 'Then look to the silent witnessing stars spanning through infinity they are so very Zen' Sensei  'Yet look at the space between all these stars, that must be the Tao.' Then they smiled broadly and laughed hysterically 'look at our many words they are like the dead leaves of this tree. What a bonfire we can now make."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "We still have not yet fully understood electrons and nuclei; for scientists, a speck of dust is very exciting. A particle of dust is a marvel."
  },
  {
    "author": "Darrell Calkins",
    "quote": "The challenges are illusions, but necessary ones to determine if you can see through them."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "Satori is the sudden flashing into consciousness of a new truth hitherto undreamed of. It is a sort of mental catastrophe taking place all at once, after much piling up of matters intellectual and demonstrative. The piling has reached a limit of stability and the whole edifice has come tumbling to the ground, when, behold, a new heaven is open to full survey. [...]. Religiously, it is a new birth; intellectually, it is the acquiring of a new viewpoint. The world now appears as if dressed in a new garment, which seems to cover up all the unsightliness of dualism."
  },
  {
    "author": "Natsume Sōseki",
    "quote": "Human thoughts are the most changeable thing in the world. The minute you're happy to have one, it's gone. The second you're pleased to be free of one, it's back. Maybe a thought is there, maybe it isn't: you can't put your finger on it for sure."
  },
  {
    "author": "Jennifer Sodini",
    "quote": "The glass is neither half empty, nor half full. The glass is just a glass and it's content can perpetually change with your perception."
  },
  {
    "author": "Dōgen",
    "quote": "If you are unable to find the truth right where you are, where else do you expect to find it?"
  },
  {
    "author": "Tonmoy Acharjee",
    "quote": "Zen is about performing any task mindfully, thus every act can be turned into meditation like drinking tea, walking. Key is to do anything with awareness."
  },
  {
    "author": "Dick Allen",
    "quote": "Once upon a time,\nthere was a Zen sign\nat every small railway crossing in America\nStop. Look. And listen."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "If we can understand that all thought is based on memory, that it is conditioned by the past, then we can see that it is of no use in helping us understand the true reality of the present moment, for every thought we have about reality will only distort reality according to our conditioned way of thinking."
  },
  {
    "author": "Mokokoma Mokhonoana",
    "quote": "We sometimes learn, not from something, but from not having learned from it."
  },
  {
    "author": "Koji Sato",
    "quote": "To do good for the sake of goodness, to do good while forgetting goodness—this is Zen training."
  },
  {
    "author": "Kayo K.",
    "quote": "The greatest mistake the self-indulgent-ego-mind forgets, that there is no permanence throughout the expanse of the universe. Only experiences and everything is just memory like a wake in the water, dissolving away as the boat acts forward"
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "Accustomed as we are to being constantly 'occupied,' if these occupations should happen to be taken from us, we find ourselves empty and abandoned. We then refuse to confront ourself and instead go off in search of friends, to mix in with the crowd, to listen to the radio or to the television, to get rid of this impression of emptiness."
  },
  {
    "author": "James Norbury",
    "quote": "It is better to begin the journey, make some mistakes and correct your course, than to wait until everything is perfect and never even start"
  },
  {
    "author": "Nyogen Senzaki and Paul Reps",
    "quote": "A Cup of Tea Nan-in, a Japanese master during the Meiji era (1868-1912), recieved a university professor who came to inqure about Zen. Nan-in served tea. He poured his visitor's cup full, and then kept on pouring. The professor watched the overflow until he could no longer restrain himself. 'It is overfull. No more will go in!'  'Like this cup,' Nan-in said, 'you are full of your own opinions and speculations. How can I show you Zen unless you first empty your cup?"
  },
  {
    "author": "Shunya",
    "quote": "Flow with the universe and there will be bliss. Try to flow with the expectations of people and there will be pain and suffocation. Because you belong to the whole universe, not a few people."
  },
  {
    "author": "Alan W. Watts",
    "quote": "Liberation is not the release of the soul from the body; it is recovery from the tactical split between the soul and the body."
  },
  {
    "author": "Alaric Hutchinson",
    "quote": "Our call to action is to be in the flow of life, accepting life as it is and as it comes. We must allow life to be life in all its impermanent grandeur. Nothing remains the same, and those who fight change, or are in denial of it, create chaos within their own lives and the lives of those they have influence over."
  },
  {
    "author": "Cheri Huber",
    "quote": "The quality of our lives is determined by the focus of our attention."
  },
  {
    "author": "Huang Po",
    "quote": "Consider the sunlight. You may see it is near, yet if you follow it from world to world you will never catch it in your hands. Then you may describe it as far away and, lo, you will see it just before your eyes. Follow it and, behold, it escapes you; run from it and it follows you close. You can neither possess it nor have done with it. From this example you can understand how it is with the true Nature of all things and, henceforth, there will be no need to grieve or to worry about such things."
  },
  { "author": "Alex Kakuyo", "quote": "Be a light in the darkness. Speak healing words" },
  {
    "author": "Ikkyu",
    "quote": "Every day, priests minutely examine the Dharma And endlessly chant complicated sutras.\nBefore doing that, though, they should learn\nHow to read the love letters sent by The wind and rain, the snow and moon."
  },
  {
    "author": "Zen Master Bopjong",
    "quote": "Blossom anew every day. ... A practitioner, like the water, should continue to flow endlessly toward the great sea. Today's flower is not the same as the one that blossomed yesterday. And a practitioner, like a flower, should blossom anew every day."
  },
  {
    "author": "Eugen Herrigel",
    "quote": "This, then, is what counts: a lightning reaction which has no further need of conscious observation. In this respect at least the pupil makes himself independent of all conscious purpose."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "It is actually not the objective circumstances that determine whether an event is traumatic, it is our interpretation, our subjective emotional experience of the event."
  },
  {
    "author": "Dennis Merritt Jones",
    "quote": "In Zen, there is an old saying: The obstacle is the path. Know that a whole and happy life is not free of obstacles. Quite the contrary, a whole and happy life is riddled with obstacles-they simply become the very stepping-stones that help lift us to a new perspective. It is not what happens to us in this life that shapes us, it is how we choose to respond to what happens to us."
  },
  {
    "author": "Shunya",
    "quote": "Imagine you are passing by a roadside gambling stall. There is an operator surrounded by some audience members who are gambling their money and winning. You get interested and place your bet. You lose your money. Later you realize that the operator and the audience were all part of the same gang.\nGive it a thought: Maybe the things you like and things you dislike are part of the same conspiracy? They are just putting on a show to keep you engaged. You are the only real audience of this show."
  },
  {
    "author": "Bruce Lee",
    "quote": "Zen insists that the whole trouble is just our failure to realize that there is no problem."
  },
  {
    "author": "Shunya",
    "quote": "When you started the journey of this life, you learned your mother tongue so as to communicate with the external world. Even before that you knew a language that you have been using since eternity. It's your Divine-mother tongue: Silence. Use it to communicate with the divine."
  },
  {
    "author": "Zen",
    "quote": "May we exist like a lotus, / At home in the muddy water. / Thus we bow to life as it is."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "To bring wisdom into bloom? Yes, because the ultimate aim of Zen is the vision of reality, acquired by the power of concentration. This wisdom is Enlightenment, the perception of the truth of being and of life. This is what all practitioners of Zen wish to attain."
  },
  {
    "author": "Master (Eugen Herrigel)",
    "quote": "That's just the trouble, you make an effort to think about it. Concentrate entirely on your breathing, as if you had nothing else to do!"
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "There is a Zen story about a man riding a horse that is galloping very quickly. Another man, standing alongside the road, yells at him, 'Where are you going?' and the man on the horse yells back, 'I don't know. Ask the horse.' I think that is our situation. We are riding many horses that we cannot control."
  },
  {
    "author": "Forrest Curran",
    "quote": "If you want to be free of the wars of the world, begin by resolving the wars within you. If you want to see the world at peace, create peace within your mind."
  },
  {
    "author": "Mokokoma Mokhonoana",
    "quote": "Life is a symphony to the wise. And a cacophony to the foolish."
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "There is nowhere to arrive except the present moment."
  },
  {
    "author": "Pico Iyer",
    "quote": "The ultimate purpose of Zen,' I remembered the röshi telling me, 'is not in the going away from the world but in the coming back. Zen is not just a matter of gaining enlightenment; it's a matter of acting in a world of love and compassion."
  },
  {
    "author": "Kamand Kojouri",
    "quote": "When you get shy, you're simply thinking of yourself. Stop it. Step out of yourself."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "To sit with only the intention of finding the meaning of a kung-an [koan] is not truly to sit in Zen; it is to spend one's time and one's life vainly. If one sits in meditation it is not in order to reflect on a kung-an, but in order to light the lamp of one's true being; the meaning of the kung-an will be revealed quite naturally in this light which becomes more and more brilliant."
  },
  {
    "author": "Steve Hagen",
    "quote": "What makes human life--which is inseparable from this moment--so precious is its fleeting nature. And not that it doesn't last but that it never returns again."
  },
  {
    "author": "Sheng Yen",
    "quote": "To have self-esteem and to function in society, ordinary people usually place their mind on something; they need to identify themselves with something. People with the least spiritual capacity identify their minds with fame, fortune, and other kinds of self-benefit. People with mediocre spiritual capacity identify their minds with their family, career, and relations with others. People with high spiritual capacity generate compassion and place their minds on the benefit of others. Only people with the most superior spiritual capacity have no mind to place anywhere. This is like the ox, whose mind, while having no fixed agenda, is free to respond to circumstances."
  },
  {
    "author": "Chris Prentiss",
    "quote": "Taking control of your life begins with taking control of your thoughts."
  },
  {
    "author": "Huang Po",
    "quote": "Observe things as they are and don't pay attention to other people. There are some people just like mad dogs barking at everything that moves, even barking when the wind stirs among the grass and leaves."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "In your big mind, everything has the same value...In your practice you should accept everything as it is, giving to each thing the same respect given to a Buddha. Here there is Buddhahood"
  },
  { "author": "Alan Watts", "quote": "The past and the future, are in the present" },
  { "author": "Shunryu Suzuki", "quote": "You and I are just swinging doors." },
  {
    "author": "Donna Quesada",
    "quote": "Each situation is a blossom to be picked with a curious spirit."
  },
  {
    "author": "Jim Butcher",
    "quote": "Life is a journey. Time is a river. The door is ajar"
  },
  {
    "author": "Mokokoma Mokhonoana",
    "quote": "How was your day?' ought to be 'How did you look at your day?"
  },
  {
    "author": "Barbara Verkuilen",
    "quote": "Enlightenment is like the moon reflected on the water. The moon does not get wet, nor is the water broken. Although its light is wide and great, the moon is reflected even in a puddle an inch wide. The whole moon and the entire sky are reflected in dewdrops on the grass, or even in one drop of water."
  },
  {
    "author": "Dainin Katagiri",
    "quote": "Detachment doesn't mean you should ignore form; it means you have to attach to form through and through. A form may bother you, but you need form because you love truth, you love peace, you love life itself."
  },
  {
    "author": "Dave Rauschkolb",
    "quote": "When you live in the moment, you are always on time"
  },
  {
    "author": "Dōgen Zenji",
    "quote": "Your body is like a dew-drop on the morning grass, your life is as brief as a flash of lightning. Momentary and vain, it is lost in a moment."
  },
  {
    "author": "Sw. Chidananda Tirtha",
    "quote": "Wisdom of enlightenment,\nMany come asking for,\nBut I wonder, how to convey,\nThe sound that is of a rain,\nAnd the song that is of a river."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "You are not limited to this body, to this mind, or to this reality—you are a limitless ocean of Consciousness, imbued with infinite potential. You are existence itself."
  },
  {
    "author": "Benjamin W. Decker",
    "quote": "By choosing to become aware, you choose to take back control of your attention and perspective, which can transform even mundane tasks, such as washing dishes or making coffee, into something joyful and beautiful."
  },
  {
    "author": "Joshu",
    "quote": "When you suffer a calamity - then be it so; now is the time of calamity. When you die - then be it so; now is the time to die. Thus you save yourself from calamity and death."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "We should live every day like people who have just been rescued from the moon."
  },
  {
    "author": "Sengstan",
    "quote": "To deny the reality of things is to miss their reality; to assert the emptiness of things is to miss their reality. The more you talk and think about it, the further astray you wander from the truth. Stop talking and thinking and there is nothing you will not be able to know."
  },
  {
    "author": "Robert Aitken",
    "quote": "Mystery is the unknown in which we live. It is our nature. Mystification is the exploitation of mystery."
  },
  {
    "author": "Mark Epstein",
    "quote": "The ego's instinctive favoring of itself is eroded by a sense of the infinite"
  },
  {
    "author": "Buddha",
    "quote": "Hard to restrain, unstable is this mind; it flits wherever it lists. Good it is to control the mind. A controlled mind brings happiness."
  },
  {
    "author": "Zen Master Seung Sahn",
    "quote": "Once Seung Sahn Soen-sa and a student of his attended a talk at a Zen center in California. The Dharma teacher spoke about Bodhidharma. After the talk, someone asked him \"What's the difference between Bodhidharma's sitting in Sorim for nine years and your sitting here now?\"\n\nThe Dharma teacher said, \"About five thousand miles.\"\nThe questioner said, \"Is that all?\"\nThe Dharma teacher said, \"Give or take a few miles.\"\n\nLater on, Soen-sa asked his student, \"What do you think of these answers?\"\n\"Not bad, not good. But the dog runs after the bone.\"\n'How would you answer?'\n\"I'd say, \"Why do you make a difference?\"\"Soen-sa said, \"Not bad. Now you ask me.\"\n\"What's the difference between Bodhidharma's sitting in Sorim for nine years and your sitting here now?\"\n\"Don't you know?\"\n\"I'm listening.\"\n\"Bodhidharma sat in Sorim for nine years. I am sitting here now.\"\n\nThe student smiled."
  },
  {
    "author": "Eric Micha'el Leventhal",
    "quote": "Sometimes it takes a miracle to remind us that the only permanent condition is that of impermanence."
  },
  {
    "author": "Chris Prentiss",
    "quote": "You can be happy if you are willing to let go of your past and leave yourself unencumbered so you can fly freely."
  },
  {
    "author": "Steve Hagen",
    "quote": "The only way we can be free in each moment is to become what each moment is."
  },
  {
    "author": "Reginald Horace Blyth",
    "quote": "The sun shines, snow falls, mountains rise and valleys sink, night deepens and pales into day, but it is only very seldom that we attend to such things. . . . When we are grasping the inexpressible meaning of these things, this is life, this is living. To do this twenty-four hours a day is the Way of Haiku. It is having life more abundantly."
  },
  {
    "author": "Sw. Chidananda Tirtha",
    "quote": "No one is you, it is your power; everyone is you, it is your love."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "In zazen, leave your front door and your back door open. Let thoughts come and go. Just don't serve them tea."
  },
  {
    "author": "Shunya",
    "quote": "Why are trees green? Because of Chlorophyll. But why is that green? Because it absorbs all light except green. But why?\nWhy has no answer. Just wonder how and stay in the state of wonder. Accepting an answer of why kills the wonder of how."
  },
  {
    "author": "Osho",
    "quote": "Zen is the purest of meditations: just sit silently, doing nothing."
  },
  {
    "author": "Polly Young-Eisendrath",
    "quote": "Everything in the cosmos now proves to be relative. Nothing is autonomous in itself. All things in the world betray their interdependence with each other. Metaphysics ceases to be an abstract system of thought and becomes an experiential reality. Not beings in the world but the world itself comes to be questioned."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "The essence of Zen is Awakening. This is why one does not talk about Zen, one experiences it."
  },
  { "author": "Bodhidharma", "quote": "Reality has no inside, outside, or middle part." },
  {
    "author": "Soko Morinaga",
    "quote": "If you desire to gaze out over wide vistas, you do well to climb up to a high spot. But if you wish to gaze into the human heart, you must climb down and look from a low place."
  },
  {
    "author": "Reginald Horace Blyth",
    "quote": "The importance and unimportance of the self cannot be exaggerated."
  },
  {
    "author": "Eric Micha'el Leventhal",
    "quote": "A peaceful mind appreciates the present moment as the living embodiment of naked perfection, rather than a means to future attainment."
  },
  {
    "author": "Steve Hagen",
    "quote": "Good times come and go. And bad times do the same."
  },
  { "author": "Shih-t'ou", "quote": "I am Not, but the Universe is my Self." },
  {
    "author": "Quotemantra",
    "quote": "Your soul has a beautiful light inside it, don't ever dim it for anyone."
  },
  { "author": "Zenyatta", "quote": "Adversity is an opportunity for Change" },
  {
    "author": "D.T. Suzuki",
    "quote": "The idea of Zen is to catch life as it flows. There is nothing extraordinary or mysterious about Zen. I raise my hand; I take a book from the other side of the desk; I hear the boys playing ball outside my window; I see the clouds blown away beyond the neighbouring wood: — in all these I am practising Zen, I am living Zen. No wordy discussions is necessary, nor any explanation. I do not know why — and there is no need of explaining, but when the sun rises the whole world dances with joy and everybody's heart is filled with bliss. If Zen is at all conceivable, it must be taken hold of here."
  },
  {
    "author": "Musō Soseki",
    "quote": "Just grasp the essence, don't concern yourself with results."
  },
  {
    "author": "Sheng Yen",
    "quote": "A prerequisite to progress on the path is to realize that you are ignorant."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "Every thought is a concept that divides reality in some way, and therefore is a mental abstraction that distorts the truth of what is. This is not to say that all thoughts are useless, though many of them seem to be, but it is clear that by being so consumed by this continuous stream of thoughts, we become disconnected from the reality of life that exists beyond our thinking minds."
  },
  {
    "author": "Benjamin W. Decker",
    "quote": "A beginner's mind allows you to remain flexible and open, even as you encounter new things that may seem strange or even uncomfortable at first."
  },
  {
    "author": "Benjamin W. Decker",
    "quote": "Every time the mind wanders away from the awareness of the breath, notice that it has wandered and bring your awareness back to the breath. This can be likened to a rep in the gym—every time you bring your mind back, you are building your 'muscle' of attention."
  },
  {
    "author": "Benjamin W. Decker",
    "quote": "Attention focused on the breath redirects your awareness from outside your body to inside it. It is an exercise in controlling the focus of your awareness."
  },
  {
    "author": "Sheila Burke",
    "quote": "Everything is in the root. If you pick the weed without getting the root out of the soil, be assured, it is going to grow back."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "When your practice is calm and ordinary, everyday life itself is enlightenment."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "Zen Wisdom cannot be obtained by the intellect: study, hypothesis, analysis, synthesis. The practitioner of Zen must use all of his entire being as an instrument of realization; the intellect is only one part of his being, and a part that often pulls him away from living reality, the very object of Zen."
  },
  {
    "author": "Robert M. Pirsig",
    "quote": "For every fact there is an infinity of hypotheses. The more you look the more you see."
  },
  {
    "author": "Benjamin Aubrey Myers",
    "quote": "Just because light is on you does not mean there's not a shadow behind you."
  },
  {
    "author": "Alan Wilson Watts",
    "quote": "The brush must draw by itself. This cannot happen if one does not practice constantly. But neither can it happen if one makes an effort."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "Taking it all in all, Zen is emphatically a matter of personal experience; if anything can be called radically empirical, it is Zen. No amount of reading, no amount of teaching, no amount of contemplation will ever make one a Zen master. Life itself must be grasped in the midst of its flow; to stop it for examination and analysis is to kill it, leaving its cold corpse to be embraced."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "Nothing exists by itself alone. We all belong to each other; we cannot cut reality into pieces."
  },
  {
    "author": "Eckhart Tolle",
    "quote": "I have lived with several Zen masters -- all of them cats."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "Everything we perceive to be solid and static is made up of almost entirely empty space."
  },
  {
    "author": "Bremer Acosta",
    "quote": "There is more wisdom in a crumbling leaf than in a thousand words about impermanence."
  },
  {
    "author": "Drew Gerald",
    "quote": "In the stillness, everything happens. In the silence, everything is said."
  },
  {
    "author": "Natalie Goldberg",
    "quote": "Entire wars have been based on our inability to see."
  },
  {
    "author": "Dōgen",
    "quote": "Nothing can be gained by extensive study and wide reading. Give them up immediately."
  },
  {
    "author": "Lama Surya Das",
    "quote": "No one knows everything. No one knows nothing. Everyone has a piece of the puzzle."
  },
  {
    "author": "Thomas Merton",
    "quote": "Zen is the very awareness of the dynamism of life living itself in us—and aware of itself, in us, as being the one life that lives in all."
  },
  { "author": "Thich Nhat Hanh", "quote": "You cannot remain yourself." },
  { "author": "Thich Nhat Hanh", "quote": "Everything is in your own heart." },
  {
    "author": "Chris Prentiss",
    "quote": "The true source of happiness is within each of us."
  },
  {
    "author": "Sharon Weil",
    "quote": "The more I can accept the fact that change is moving all the time, and that the change I am experiencing right now is just the change of this moment and that this moment will change into the next and the next, the less need I will have to clutch in fear."
  },
  {
    "author": "Steve Hagen",
    "quote": "There is really nothing 'out there' to get because, already, within this moment, everything is whole and complete."
  },
  {
    "author": "Ajahn Chah",
    "quote": "When light is produced, we no longer worry about getting rid of darkness, nor do we wonder where the darkness has gone. We just know that there is light."
  },
  {
    "author": "Chuang-Tzu",
    "quote": "The baby looks at things all day without winking; that is because his eyes are not focused on any particular object. He goes without knowing where he is going, and stops without knowing what he is doing. He merges himself within the surroundings and moves along with it. These are the principles of mental hygiene."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "We have been taught that there is no gap between nighttime and daytime, no gap between you and I. This means oneness. But we do not emphasize even oneness. If it is one, there is no need to emphasize one."
  },
  {
    "author": "Musashi Miyomoto",
    "quote": "Even if you strive diligently on your chosen path day after day, if your heart is not in accord with it, then even if you think you are on a good path, from the point of view of the straight and true, this is not a genuine path. If you do not pursue a genuine path to its consummation, then a little bit of crookedness in the mind will later turn into a major warp. Reflect on this."
  },
  {
    "author": "Kenneth S. Leong",
    "quote": "Reality is neither good nor bad; it is a matter of how we choose to perceive it. For someone who has mastered the art of seeing, the world is always perfect. External reality does not have to change in order to make us happy. The secret lies in changing our perception of it."
  },
  {
    "author": "Abhijit Naskar",
    "quote": "The day you realize your emptiness, will be the day you realize your wholeness."
  },
  {
    "author": "Chris Prentiss",
    "quote": "An event is just an event. How you respond to the event determines its outcome in your life."
  },
  { "author": "Thich Nhat Hanh", "quote": "The greatest miracle is to be alive." },
  {
    "author": "Shunryu Suzuki",
    "quote": "We should find perfect existence through imperfect existence. The basic teaching of Buddhism is the teaching of transiency, change. That everything changes is the basic truth of each existence. When we realize the everlasting truth of \"everything changes\" and find our composure in it, we find ourselves in Nirvana."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "Being practical and directly to the point, Zen never wastes time or words in explanation. Its answers are always curt and pithy; there is nothing circumlocutory in Zen; the master's words come out spontaneously and without a moment's delay. A gong is struck and its vibrations instantly follow. If we are not on the alert we fail to catch them; a mere winking and we miss the mark forever."
  },
  { "author": "Thich Nhat Hanh", "quote": "The way out is in" },
  {
    "author": "D.T. Suzuki",
    "quote": "Is satori something that is not at all capable of intellectual analysis? Yes, it is an experience which no amount of explanation or argument can make communicable to others unless the latter themselves had it previously. If satori is amenable to analysis in the sense that by so doing it becomes perfectly clear to another who has never had it, that satori will be no satori. For a satori turned into a concept ceases to be itself; and there will no more be a Zen experience."
  },
  {
    "author": "Sheila Burke",
    "quote": "When the ego is in the driver's seat, we judge. When our spirit, our authentic self, is in control, we practice listening (without judging), compassion, and love."
  },
  {
    "author": "Ikkyu",
    "quote": "born born everything is always born\nthinking about it try not to"
  },
  {
    "author": "Musō Soseki",
    "quote": "My thatched hut; the whole sky Is its roof The mountains are its hedge, And it has the sea for a garden. I'm inside with nothing at all, Not even a bag, And yet there are visitors who say It's hidden behind a bamboo door"
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "Meditation is to be aware of what is going on: in your body, in your feelings, in your mind, and in the world."
  },
  {
    "author": "Beopjeong",
    "quote": "True wisdom\nis not borrowed knowledge\nit must be based\non my own experience.\nThat which I learn from others\nis memory, not wisdom"
  },
  {
    "author": "Lin Jensen",
    "quote": "We can't fabricate our being, we can only receive it."
  },
  {
    "author": "Phil Jackson",
    "quote": "Zen teacher Jakusho Kwong suggests becoming \"an active participant in loss.\" We're conditioned to seek only gain, to be happy, and to try to satisfy all our desires, he explains. But even though we may understand on some level that loss is a catalyst for growth, most people still believe it to be the opposite of gain and to be avoided at all costs. If I've learned anything in my years of practicing Zen and coaching basketball, it's that what we resist persists."
  },
  { "author": "Zen Proverb", "quote": "Let go or be dragged." },
  {
    "author": "Peter Matthiessen",
    "quote": "Moment by moment, breath by breath...that is my greatest teaching."
  },
  {
    "author": "Sengstan",
    "quote": "When mind exists undisturbed in the Way, nothing in the world can offend, and when a thing can no longer offend it ceases to exist in the old way. When no discriminating thoughts arise, the old mind ceases to exist."
  },
  {
    "author": "Masao Abe",
    "quote": "Zen is a double-edged sword, killing words and thoughts, yet at the same time, giving them life. Although beyond human intellect and philosophy, Zen is their root and source."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "When we inhale, the air comes into the inner world.\nWhen we exhale, the air goes out to the outer world. The inner world is limitless, and the outer world is also limitless.\nWe say 'inner world' or 'outer world' but actually,\nThere is just one whole world."
  },
  {
    "author": "Dōgen",
    "quote": "To enter the Buddha Way is to stop discriminating between good and evil and to cast aside the mind that says this is good and that is bad."
  },
  {
    "author": "C. Sean McGee",
    "quote": "Only when you allow yourself the right to die, do you give yourself permission to live."
  },
  {
    "author": "Francis Harold Cook",
    "quote": "The object of Zen is not to kill all feelings and become anesthetized to pain and fear. The object of Zen is to free us to scream loudly and fully when it is time to scream."
  },
  {
    "author": "Dōgen",
    "quote": "Life and death are of supreme importance. Time swiftly passes by and opportunity is lost. Each of us should strive to awaken. Awaken! Take heed, do not squander your life."
  },
  {
    "author": "Shunya",
    "quote": "Nothingness is the only fact. Silence is its only possible description. Rest all are just interpretations."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "If we want the lotus bud to appear, it will appear. If we want it to grow, it will grow. When the lotus flower in our heart has grown, wherever we walk the Pure Land appears."
  },
  {
    "author": "Kosho Uchiyama Roshi",
    "quote": "SHOHAKU OKUMURA  If we feel we're becoming enlightened, that's delusion."
  },
  {
    "author": "Maezumi Roshi",
    "quote": "We do not make harmony. We do not achieve it or gain it. It is there all the time. Here we are, in the midst of this perfect way, and our practice is simply to realize it and then to actualize it in our everyday life."
  },
  {
    "author": "Shinsho",
    "quote": "Does one really have to fret\nAbout enlightenment?\nNo matter what road I travel,\nI'm going home."
  },
  { "author": "Dainin Katagiri", "quote": "The truth of life is just to live." },
  {
    "author": "Meeta Ahluwalia",
    "quote": "Silence cannot be understood through speech.\nWords cannot express emptiness.\nWho can give form to the formless..Defining the limitless will be limiting it."
  },
  {
    "author": "D.T. Suzuki",
    "quote": "Life is an art, and like perfect art it should be self-forgetting; there ought not to be any trace of effort or painful feeling. Life, according to Zen, ought to be lived as a bird flies through the air or as a fish swims in the water."
  },
  {
    "author": "Suzuki Roshi",
    "quote": "One time Marian showed me some sand. When she gave it to me, she said, 'These are very interesting stones.' It just looked like sand, but she asked me to took through a magnifying glass. Then those small stones were as interesting as the stones I have in my office. The stones in my office are bigger, but under the glass the sand was quite similar.If you say, 'This is a rock from the moon', you will be very much interested in it. Actually I don't think there is a great difference between rocks we have on the earth and those on the moon. Even if you go to Mars, I think you will find the same rocks.\nI am quite sure about it.\nSo if you want to find something interesting, instead of hopping around the universe like this, enjoy your life in every moment, observe what you have now, and truly live in your surroundings."
  },
  {
    "author": "Charlotte Joko Beck",
    "quote": "When students come in to see me, I hear complaint after complaint: about the schedule of the retreat, about the food, about the service, about me, on and on. But the issues that people bring to me are no more relevant or important than a \"trivial\" event such as stubbing a toe. How do we place our cushions? How do we brush our teeth? How do we sweep the floor, or slice a carrot? We think we're here to deal with \"more important\" issues, such as our problems with our partner, our jobs, our health, and the like. We don't want to bother with the \"little\" things, like how we hold our chopsticks, or where we place our spoon. Yet these acts are the stuff of our life, moment to moment. It's not a question of importance, it's a question of paying attention, being aware.\n\nWhy? Because every moment in life is absolute in itself. That's all there is. There is nothing other than this present moment; there is no past, there is no future; there is nothing but this. So when we don't pay attention to each little this, we miss the whole thing. And the contents of this can be anything. This can be straightening our sitting mats, chopping an onion, visiting someone we don't want to visit. It doesn't matter what the contents of the moment are; each moment is absolute. That's all there is, and all there ever will be. If we could totally pay attention, we would never be upset. If we're upset, it's axiomatic that we're not paying attention. If we miss not just one moment, but one moment after another, we're in trouble."
  },
  {
    "author": "Adam Oakley",
    "quote": "The more you condemn yourself for thinking or feeling a certain way, the more you feel stuck within your own body and mind.\n\nWhat if you went the other way and embraced it so totally that it was as if there was never any alternative experience to be reached for? What happens when the conflict ends?"
  },
  {
    "author": "Ernest Cadorin",
    "quote": "Greater awareness brings about a greater appreciation of the people, places, and things in our lives. The more observant we are, the richer our daily experiences become."
  },
  {
    "author": "Ackshat Deoli",
    "quote": "The zenith of the peak of mountains has to be balanced by the nadir of the depth of the seas."
  },
  {
    "author": "Benjamin Aubrey Myers",
    "quote": "How does one move a rock? Walk around it."
  },
  {
    "author": "Shunya",
    "quote": "Don't just pass by the present moment. Enter it. Even ordinary moments like peeling potatoes are entry gates of better and better future."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "Do not lose yourself in the past. Do not lose yourself in the future. Do not get caught in your anger, worries, or fears. Come back to the present moment, and touch life deeply. This is mindfulness."
  },
  {
    "author": "Debashis Dey",
    "quote": "A Meditative mind is like a pool of water reflecting the universe. Even if a stone is thrown - such a mind will resonate with the splash, enjoy the ripples as they spread, and admire the journey as it goes down"
  },
  {
    "author": "Matthieu Ricard",
    "quote": "The great master Padmasambhava said, Even if my view is higher than the sky, The attention I pay to my actions and their effects is finer than flour."
  },
  {
    "author": "Michelle Cruz-Rosado",
    "quote": "Mindfulness is attainable when one can embrace life, not its circumstances."
  },
  {
    "author": "Francis Harold Cook",
    "quote": "The Buddha is found in other people - even the ones we do not like very much."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "You see something or hear a sound, and there you have everything just as it is. [...] Whatever you do, it should be an expression of the same deep activity. We should appreciate what we are doing. There is no preparation for something else."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "What we call \"I\" is just a swinging door which moves when we inhale and when we exhale. It just moves; that is all. When your mind is pure and calm enough to follow this movement, there is nothing: no \"I,\" no world, no mind nor body; just a swinging door."
  },
  {
    "author": "Dōgen",
    "quote": "To escape from the world means that one's mind is not concerned with the opinions of the world."
  },
  {
    "author": "Chris Prentiss",
    "quote": "What determines each person's state of happiness or unhappiness is not the event itself, but what the event means to that person."
  },
  {
    "author": "Sheila Burke",
    "quote": "Dwelling on the past is like dragging a boat over dry land."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "In the beginner's mind there are many possibilities, but in the expert's there are few"
  },
  {
    "author": "Sengcan",
    "quote": "When no discriminating thoughts arise,\nthe old mind ceases to exist.\nWhen thought objects vanish,\nthe thinking-subject vanishes,\nas when the mind vanishes, objects vanish.\nThings are objects because of the subject;\nthe mind is such because of things.\nUnderstand the relativity of these two\nand the basic reality: the unity of emptiness.\nIn this Emptiness the two are indistinguishable\nand each contains in itself the whole world.\nIf you do not discriminate between coarse and fine\nyou will not be tempted to prejudice and opinion."
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "Ultimately, it is not the circumstances in life that affect us, but how we choose to perceive those circumstances."
  },
  {
    "author": "Steve Hagen",
    "quote": "We have endless opportunities to forget the self - in planting a tree for future generations; in creating a poem, a meal, a vessel of clay;"
  },
  {
    "author": "Kenneth S. Leong",
    "quote": "The presence of multiple interpretations is never a problem; it is simply a manifestation of the diversity of life. It is only when we try to enforce uniformity in interpretation that acts of violence, human suffering, and the deadening of the soul begin."
  },
  {
    "author": "Susan Blackmore",
    "quote": "What is the difference between the mind resting in tranquility and the mind moving in thought?"
  },
  {
    "author": "D.T. Suzuki",
    "quote": "We must remember that the finger pointing at the moon remains a finger and under no circumstances can it be changed into the moon itself. Danger always lurks where the intellect slyly creeps in and takes the index for the moon itself."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "If you haven't been able to be happy, maybe it's because you're holding firmly to your idea of happiness"
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "Those who find great difficulties in practicing Zen will find more meaning in it."
  },
  {
    "author": "Shunya",
    "quote": "When you say \"Don't judge\", you are judging those who judge. To say \"Be Silent\" to yourself, you have to break your silence. The thought of \"being thoughtless\" is there even when you are thoughtless.\nSpiritual truths can't be practiced at mind level. You have to discover something deeper than the mind which is already non-judgemental, silent and thoughtless"
  },
  {
    "author": "Joseph P. Kauffman",
    "quote": "If you have ever watched a football game, you will likely recall that while the game is being played, there is a commentator who is narrating the plays of the game and making interpretations. Our thoughts are just like this. In our mind, we have the direct experience and we have the commentator that narrates and describes our direct experience.The commentator of a football game isn't really necessary, and he doesn't affect the activity of the game in any way. He is just describing the game to the audience, and doing so from his perspective, with his own opinions, based on his mood, memory, education, past experiences and so on. In ourselves, the commentator is also unnecessary, and does not change the experience that it is commenting on. It merely describes it from its own biased perspective, with its own opinions, based on its mood, memory, education, past experiences, and so on.\nOur problem is that we have mistaken the comments of the commentator for the reality that is being commented on. We have confused our own identity as being that of the commentator, and we believe that what is being described is actually the truth of reality."
  },
  {
    "author": "Masanobu Fukuoka",
    "quote": "When it is understood that one loses joy and happiness in the attempt to possess them, the essence of natural farming will be realized. The ultimate goal of farming is not the growing of crops, but the cultivation and perfection of human beings."
  },
  {
    "author": "Shunya",
    "quote": "Children think that adults know life, uneducated think that educated people know it, poor think that rich know it, subjects think that the rulers know it. The truth is that everyone is equally clueless. Awakened ones know the sweet secret but can't tell it."
  },
  {
    "author": "Bret W Davis",
    "quote": "To properly set out on the path to Zen, we must empty our cups—in other words, we need to open our minds."
  },
  {
    "author": "Todd Crawshaw",
    "quote": "I live by four simple words. Love. Being. Here. Now."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "A student, filled with emotion and crying, implored, \"Why is there so much suffering?\"\nSuzuki Roshi replied, 'No reason."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "If you are ready to accept things as they are, you will receive them as old friends, even though you appreciate them with new feeling."
  },
  {
    "author": "Suzuki Shunryu",
    "quote": "We say concentration, but to concentrate your mind on something is not the true purpose of Zen. The true purpose is to see thing as they are, to observe things as they are, and to let everything go as it goes. This is to put everything under control in its widest sense."
  },
  {
    "author": "Shunya",
    "quote": "Peacock is dancing.\" These words can't show you the dance that I am seeing right now. They can only invoke your past memory when you had seen a peacock dancing.\n\nWords always keep you in the past or future. Only silence can let you enjoy the present."
  },
  {
    "author": "Thich Nhat Hanh",
    "quote": "If we stop being joyful and stop singing, we are caught in a kind of prison. The stars in the sky never build prisons."
  },
  {
    "author": "Steve Hagen",
    "quote": "Impermanence is the very thing that makes life vibrant, wonderful, and alive."
  },
  {
    "author": "Kosho Uchiyama Roshi",
    "quote": "Just sitting, transcending good or evil, satori or delusion, is the zazen that transcends the sage and the ordinary man."
  },
  {
    "author": "Jonathan Harnisch",
    "quote": "How simple it is to acknowledge that all the worry in the world could not control the future. How simple it is to see that we can only be happy now, and that there will never be a time when it is not now."
  },
  {
    "author": "Dōgen",
    "quote": "A fool sees himself as another, but a wise man sees others as himself."
  },
  {
    "author": "Dōgen",
    "quote": "Every man possesses the Buddha-nature. Do not demean yourselves."
  },
  {
    "author": "Bruce Lee",
    "quote": "Not being tense but ready.\nNot thinking but not dreaming.\nNot being set but flexible.\nLiberation from the uneasy sense of confinement.\nIt is being wholly and quietly alive, aware and alert, ready for whatever may come."
  },
  {
    "author": "Reginald Horace Blyth",
    "quote": "Nothing divides one so much as thought."
  },
  {
    "author": "Sengstan",
    "quote": "The Great Way is not difficult for those who have no preferences. When love and hate are both absent everything becomes clear and undisguised. Make the smallest distinction, however, and heaven and earth are set infinitely apart. If you wish to see the truth then hold no opinion for or against. The struggle of what one likes and what one dislikes is the disease of the mind."
  },
  {
    "author": "Bodhidharma",
    "quote": "A Buddha doesn't observe precepts. A Buddha doesn't do good or evil. A Buddha isn't energetic or lazy. A Buddha is someone who does nothing, someone who can't even focus his mind on a Buddha. A Buddha isn't a Buddha. Don't think about Buddhas."
  },
  {
    "author": "Suzuki Roshi",
    "quote": "I don't know anything about consciousness. I just try to teach my students how to hear the birds sing."
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "We have to be in the present time, because only the present is real, only in the present can we be alive. We do not practice for the sake of the future, to be reborn in a paradise, but to be peace, to be compassion, to be joy right now."
  },
  { "author": "Shunryu Suzuki", "quote": "We sit to express our true nature" },
  {
    "author": "Zen Master Bopjong",
    "quote": "People who rid themselves of much gain much. To use a common adage, less is more. People confined or hurt by things should really think about this: Being possessionless also means that when you don't claim a single thing as your own, the whole world is yours."
  },
  {
    "author": "Shunya",
    "quote": "Find one thing that holds you in the present moment... one thing that stops the live commentary in your head. It can be anything like sipping hot beverage, taking a shower, watching the waves... That thing is your own meditation technique, your own door to connect with the supreme."
  },
  {
    "author": "SENG-TS'AN",
    "quote": "Do not seek for the truth, only stop having an opinion."
  },
  {
    "author": "Zen Master Bopjong",
    "quote": "When I listen to that distant call [of the cuckoo], I become freshly aware of a sense of oneness with everything that exists. At such moments I come to see that everything is flowing together like a timeless river, and I become thoroughly convinced of this reality. The invisible becomes clearer than the visible, and the eternal becomes closer than the present... One of the tragedies of modernity is that artificial sounds are making it impossible to hear the sounds of eternity. They are cutting off the sounds that come from within the deepest part of us."
  },
  {
    "author": "Thích Nhất Hạnh",
    "quote": "Being in touch with oneself is the meaning of meditation, to be aware of what is going on in your body, in your feelings, in your mind."
  },
  {
    "author": "Dōgen",
    "quote": "One must be deeply aware of the impermanence of the world."
  },
  {
    "author": "Bodhidharma",
    "quote": "Not thinking about anything is Zen. Once you know this, walking, sitting, or lying down, everything you do is Zen."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "Treat every moment as your last. It is not preparation for something else."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "If your mind is empty, it is always ready for anything, it is open to everything."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "Nothing we see or hear is perfect. But right there in the imperfection is perfect reality."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "Life is like stepping onto a boat which is about to sail out to sea and sink."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "To live is enough."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "In zazen, leave your front door and your back door open. Let thoughts come and go. Just don't serve them tea."
  },
  {
    "author": "Shunryu Suzuki",
    "quote": "When you are practicing zazen, do not try to stop your thinking. Let it stop by itself. If something comes into your mind, let it come in, and let it go out. It will not stay long. When you try to stop your thinking, it means you are bothered by it. Do not be bothered by anything... if you are not bothered by the waves, gradually they will become calmer and calmer."
  },
  {
    "author": "Sengcan",
    "quote": "Return to the root and you will find the meaning"
  },
  {
    "author": "Línjì Yìxuán",
    "quote": "If you love the sacred and despise the ordinary, you are still bobbing in the sea of delusion."
  },
  {
    "author": "Shenhui",
    "quote": "The true seeing is when there is no seeing."
  },
  {
    "author": "Huangbo Xiyun",
    "quote": "People are scared to empty their minds\nfearing that they will be engulfed by the void.\nWhat they don't realize is that\ntheir own mind is the void."
  },
  {
    "author": "Huangbo Xiyun",
    "quote": "Nothing is born, nothing is destroyed. Away with you dualism, your likes and dislikes. Every single thing is just One Mind. When you have perceived this, you will have mounted the Chariot of the Buddhas."
  },
  {
    "author": "Huangbo Xiyun",
    "quote": "Here it is - right now. Start thinking about it and you miss it."
  },
  {
    "author": "Hsu Yun",
    "quote": "Saints and ordinary folks are the same from the start. Inquiring about a difference is like asking to borrow string when you've got a good strong rope. Every Dharma is known in the heart."
  },
  {
    "author": "Bankei Yotaku",
    "quote": " Don't hate the arising of thoughts or stop the thoughts that do arise. Simply realize that our original mind, right from the start, is beyond thought, so that no matter what, you never get involved with thoughts. Illuminate original mind, and no other understanding is necessary."
  },
  {
    "author": "Dōgen",
    "quote": "Do not be concerned with the faults of other persons. Do not see others' faults with a hateful mind. There is an old saying that if you stop seeing others' faults, then naturally seniors and venerated and juniors are revered. Do not imitate others' faults; just cultivate virtue. Buddha prohibited unwholesome actions, but did not tell us to hate those who practice unwholesome actions."
  },
  {
    "author": "Bodhidharma",
    "quote": "As long as you look for a Buddha somewhere else, you'll never see that your own mind is the Buddha."
  },
  {
    "author": "Bodhidharma",
    "quote": "When mortals are alive, they worry about death. When they're full, they worry about hunger. Theirs is the Great Uncertainty. But sages don't consider the past. And they don't worry about the future. Nor do they cling to the present. And from moment to moment they follow the Way."
  },
  {
    "author": "Bodhidharma",
    "quote": "Everything good and bad comes from your own mind. To find something beyond the mind is impossible."
  },
  {
    "author": "Bodhidharma",
    "quote": "People of this world are deluded. They're always longing for something - always, in a word, seeking."
  },
  {
    "author": "Seungsahn",
    "quote": "Clear mind is like the full moon in the sky. Sometimes clouds come and cover it, but the moon is always behind them. Clouds go away, then the moon shines brightly. So don't worry about clear mind: it is always there. When thinking comes, behind it is clear mind. When thinking goes, there is only clear mind. Thinking comes and goes, comes and goes, You must not be attached to the coming or the going."
  },
  {
    "author": "Seungsahn",
    "quote": "If you want something then you lose everything. If you don’t want anything then you already have everything."
  },
  {
    "author": "Seungsahn",
    "quote": "When reading, only read. When eating, only eat. When thinking, only think."
  },
  {
    "author": "Seungsahn",
    "quote": "Don't want anything. Then you get everything."
  },
  {
    "author": "Zen Proverb",
    "quote": "Before enlightenment, chop wood, carry water, after enlightenment chop wood, carry water."
  }
]
